Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Lifetime
ar: دائم
az: Daimi
bg: Завинаги
bn: স্থায়ী
ca: Per sempre
ceb: Permanente
cs: Trvale
da: Permanent
de: Dauerhaft
el: Μόνιμα
es: Permanente
es_us: Permanente
et: Alaline
fa: دائمی
fi: Pysyvä
fil: Permanente
fr: Permanent
fr_ca: Permanent
ga: Buan
gu: કાયમી
he: קבוע
hi: स्थायी
hr: Zauvijek
hu: Örökös
id: Selamanya
is: Varanlegt
it: Permanente
ja: 永久
jv: Permanen
kk: Мәңгілік
km: អចិន្ត្រៃយ៍
kn: ಶಾಶ್ವತ
ko: 영구
lt: Amžinai
lv: Pastāvīgs
ml: ശാശ്വതമായ
mr: कायमस्वरूपी
ms: Kekal
my: ထာဝရ
nb: Permanent
nl: Permanent
or: ସ୍ଥାୟୀ
pa: ਸਥਾਈ
pl: Na zawsze
pt_br: Permanente
pt_pt: Permanente
ro: Permanent
ru: Навсегда
sk: Trvalo
sl: Trajno
sq: E përhershme
sv: Permanent
sw: Ya kudumu
ta: நிரந்தரம்
te: శాశ్వత
th: ถาวร
tr: Kalıcı
uk: Назавжди
ur: مستقل
uz: Doimiy
vi: Vĩnh viễn
zh_hans: 永久
zh_hant: 永久
zh_hk: 永久

source: lifetime wealth planning
ar: تخطيط ثروة مدى الحياة
az: Ömürlük sərvət planlaması
bg: Планиране на богатството за цял живот
bn: আজীবনের সম্পদ পরিকল্পনা
ca: Planificació de la riquesa vital
ceb: Pagplano sa Bahandi sa Tibuok Kinabuhi
cs: Plánování celoživotního bohatství
da: Livstidsformueplanlægning
de: Lebenslange Vermögensplanung
el: Σχεδιασμός πλούτου ζωής
es: Planificación de riqueza de vida
es_us: Planificación de riqueza de vida
et: Eluaegne rikkuse planeerimine
fa: برنامه‌ریزی ثروت مادام‌العمر
fi: Elinikäinen varallisuussuunnittelu
fil: Pagpaplano ng Yaman sa Habambuhay
fr: Planification de la richesse d'une vie
fr_ca: Planification de la richesse à vie
ga: Pleanáil saibhreas saoil
gu: જીવનભરની સંપત્તિનું આયોજન
he: תכנון עושר לכל החיים
hi: जीवन भर की संपत्ति की योजना
hr: Planiranje životnog bogatstva
hu: Életre szóló vagyoni tervezés
id: Perencanaan Kekayaan Seumur Hidup
is: Auðæfaskipulag ævinnar
it: Pianificazione della ricchezza di una vita
ja: 生涯資産設計
jv: Perencanaan Kasugihan Seumur Urip
kk: Өмір бойғы байлықты жоспарлау
km: ការរៀបចំផែនការទ្រព្យសម្បត្តិពេញមួយជីវិត
kn: ಜೀವಮಾನದ ಸಂಪತ್ತು ಯೋಜನೆ
ko: 평생 자산 설계
lt: Viso gyvenimo turto planavimas
lv: Mūža bagātības plānošana
ml: ജീവിതകാല സമ്പത്ത് ആസൂത്രണം
mr: आजीवन संपत्तीचे नियोजन
ms: Perancangan Kekayaan Seumur Hidup
my: တစ်သက်တာ ကြွယ်ဝချမ်းသာမှု စီမံကိန်း
nb: Livstidsformuesplanlegging
nl: Vermogensplanning voor het leven
or: ଆଜୀବନ ସମ୍ପତ୍ତି ଯୋଜନା
pa: ਜੀਵਨ ਭਰ ਦੀ ਦੌਲਤ ਦੀ ਯੋਜਨਾਬੰਦੀ
pl: Planowanie majątku życia
pt_br: Planejamento de riqueza vitalícia
pt_pt: Planejamento de riqueza vitalícia
ro: Planificarea averii pe viață
ru: Планирование богатства на всю жизнь
sk: Plánovanie celoživotného bohatstva
sl: Načrtovanje življenjskega premoženja
sq: Planifikimi i pasurisë së jetës
sv: Planering av livstidsförmögenhet
sw: Mipango ya utajiri wa maisha
ta: வாழ்நாள் செல்வத் திட்டம்
te: జీవితకాల సంపద ప్రణాళిక
th: การวางแผนความมั่งคั่งตลอดชีพ
tr: Ömür boyu servet planlaması
uk: Планування багатства на все життя
ur: زندگی بھر کی دولت کی منصوبہ بندی
uz: Umrlik boylikni rejalashtirish
vi: Quy hoạch tài sản cả đời
zh_hans: 一生财富规划
zh_hant: 一生財富規劃
zh_hk: 一生財富規劃

source: List
ar: قائمة
az: Siyahı
bg: Списък
bn: তালিকা
ca: Llista
ceb: Listahan
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
es_us: Lista
et: Loend
fa: لیست
fi: Luettelo
fil: Listahan
fr: Liste
fr_ca: Liste
ga: Liosta
gu: સૂચિ
he: רשימה
hi: सूची
hr: Popis
hu: Lista
id: Daftar
is: Listi
it: Elenco
ja: リスト
jv: Dhaptar
kk: Тізім
km: បញ្ជី
kn: ಪಟ್ಟಿ
ko: 목록
lt: Sąrašas
lv: Saraksts
ml: ലിസ്റ്റ്
mr: यादी
ms: Senarai
my: စာရင်း
nb: Liste
nl: Lijst
or: ତାଲିକା
pa: ਸੂਚੀ
pl: Lista
pt_br: Lista
pt_pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sq: Lista
sv: Lista
sw: Orodha
ta: பட்டியல்
te: జాబితా
th: รายการ
tr: Liste
uk: Список
ur: فہرست
uz: Ro'yxat
vi: Danh sách
zh_hans: 列表
zh_hant: 列表
zh_hk: 列表

source: list of piggy banks
ar: قائمة حافظات النقود
az: Yığım qutusu siyahısı
bg: Списък с касички
bn: পিগি ব্যাংকের তালিকা
ca: Llista de guardioles
ceb: Listahan sa Alkansiya
cs: Seznam pokladniček
da: Sparegrisliste
de: Sparschwein-Liste
el: Λίστα κουμπαράδων
es: Lista de alcancías
es_us: Lista de alcancías
et: Rahakassade loend
fa: لیست قلک‌ها
fi: Säästölipasluettelo
fil: Listahan ng Alkansya
fr: Liste des tirelires
fr_ca: Liste des tirelires
ga: Liosta muc sparáin
gu: પિગી બેંક સૂચિ
he: רשימת קופות חיסכון
hi: पिग्गी बैंक सूची
hr: Popis kasica prasica
hu: Perselyek listája
id: Daftar Celengan
is: Listi yfir sparibauka
it: Elenco salvadanai
ja: 貯金箱リスト
jv: Dhaptar Celengan
kk: Жинақ сандықшаларының тізімі
km: បញ្ជីធនាគារសន្សំប្រាក់
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಪಟ್ಟಿ
ko: 저금통 목록
lt: Taupyklių sąrašas
lv: Krājkasīšu saraksts
ml: പിഗ്ഗി ബാങ്ക് ലിസ്റ്റ്
mr: पिगी बँकेची यादी
ms: Senarai Tabung Simpanan
my: စုဘူး စာရင်း
nb: Liste over sparebøsser
nl: Spaarpottenlijst
or: ପିଗି ବ୍ୟାଙ୍କ ତାଲିକା
pa: ਗੁੱਲਕ ਸੂਚੀ
pl: Lista skarbonek
pt_br: Lista de cofrinhos
pt_pt: Lista de cofrinhos
ro: Listă pușculițe
ru: Список копилок
sk: Zoznam pokladničiek
sl: Seznam hranilnikov
sq: Lista e arkave të kursimit
sv: Lista över spargrisar
sw: Orodha ya vibubu
ta: உண்டியல் பட்டியல்
te: పిగ్గీ బ్యాంక్ జాబితా
th: รายการกระปุกออมสิน
tr: Kumbara listesi
uk: Список скарбничок
ur: گلک کی فہرست
uz: Pul yig'ish qutisi ro'yxati
vi: Danh sách heo đất
zh_hans: 存钱罐列表
zh_hant: 存錢筒列表
zh_hk: 存錢罐列表

source: Living Expenses
ar: نفقات المعيشة
az: Həyat xərcləri
bg: Разходи за живот
bn: জীবনযাত্রার খরচ
ca: Despeses de vida
ceb: Gasto sa Panginabuhi
cs: Životní náklady
da: Leveomkostninger
de: Lebenshaltungskosten
el: Έξοδα διαβίωσης
es: Gastos de manutención
es_us: Gastos de manutención
et: Elamiskulud
fa: هزینه‌های زندگی
fi: Elinkustannukset
fil: Gastos sa Pamumuhay
fr: Frais de subsistance
fr_ca: Frais de subsistance
ga: Costais mhaireachtála
gu: જીવન ખર્ચ
he: הוצאות מחיה
hi: रहने का खर्च
hr: Životni troškovi
hu: Megélhetési költségek
id: Biaya Hidup
is: Lífskostnaður
it: Spese di soggiorno
ja: 生活費
jv: Biaya Urip
kk: Өмір сүру шығындары
km: ការចំណាយលើការរស់នៅ
kn: ಜೀವನ ವೆಚ್ಚಗಳು
ko: 생활비
lt: Pragyvenimo išlaidos
lv: Dzīves izdevumi
ml: ജീവിതച്ചെലവുകൾ
mr: राहणीमानाचा खर्च
ms: Perbelanjaan Hidup
my: နေထိုင်စရိတ်
nb: Levekostnader
nl: Levensonderhoud
or: ଜୀବନ ଧାରଣ ଖର୍ଚ୍ଚ
pa: ਜੀਵਨ ਖਰਚੇ
pl: Koszty utrzymania
pt_br: Despesas de subsistência
pt_pt: Despesas de vida
ro: Cheltuieli de trai
ru: Расходы на жизнь
sk: Životné náklady
sl: Življenjski stroški
sq: Shpenzimet e jetesës
sv: Levnadskostnader
sw: Gharama za maisha
ta: வாழ்க்கைச் செலவுகள்
te: జీవన ఖర్చులు
th: ค่าใช้จ่ายในการดำรงชีพ
tr: Yaşam giderleri
uk: Витрати на життя
ur: رہائشی اخراجات
uz: Yashash xarajatlari
vi: Chi phí sinh hoạt
zh_hans: 生活开销
zh_hant: 生活開銷
zh_hk: 生活開銷

source: loading...
ar: جار التحميل…
az: yüklənir...
bg: зареждане...
bn: লোড হচ্ছে...
ca: carregant...
ceb: nagkarga...
cs: načítání...
da: indlæser...
de: wird geladen...
el: φόρτωση...
es: cargando...
es_us: cargando...
et: laadimine...
fa: در حال بارگذاری...
fi: ladataan...
fil: naglo-load...
fr: chargement...
fr_ca: chargement...
ga: ag lódáil...
gu: લોડ થઈ રહ્યું છે...
he: טוען...
hi: लोड हो रहा है...
hr: učitavanje...
hu: betöltés...
id: memuat...
is: hleður...
it: caricamento...
ja: 読み込み中...
jv: lagi ngemot...
kk: жүктелуде...
km: កំពុងផ្ទុក...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 로딩 중...
lt: kraunama...
lv: ielādē...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
ms: sedang memuatkan...
my: ဖွင့်နေသည်...
nb: laster inn...
nl: laden...
or: ଲୋଡ୍ ହେଉଛି...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: ładowanie...
pt_br: carregando...
pt_pt: carregando...
ro: se încarcă...
ru: Загрузка...
sk: načítava sa...
sl: nalaganje...
sq: duke u ngarkuar...
sv: laddar...
sw: inapakia...
ta: ஏற்றப்படுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr: yükleniyor...
uk: завантаження...
ur: لوڈ ہو رہا ہے...
uz: yuklanmoqda...
vi: đang tải...
zh_hk: 載入中...

source: Loop animation
ar: رسوم متحركة دورية
az: Dövrü animasiya
bg: Циклична анимация
bn: লুপ অ্যানিমেশন
ca: Animació en bucle
ceb: Loop nga Animasyon
cs: Smyčka animace
el: Επανάληψη κίνησης
es: Animación en bucle
es_us: Animación en bucle
et: Korduv animatsioon
fa: انیمیشن چرخشی
fi: Silmukka-animaatio
fil: Loop na Animasyon
fr: Animation en boucle
fr_ca: Animation en boucle
ga: Beochan lúibe
gu: લૂપ એનિમેશન
he: לולאת אנימציה
hi: लूप एनीमेशन
hr: Ponavljajuća animacija
hu: Animáció ismétlése
id: Animasi Berulang
is: Hringrásaranimasjón
it: Animazione in loop
ja: ループアニメーション
jv: Animasi Loop
kk: Циклдік анимация
km: គំនូរជីវចលវិលជុំ
kn: ಲೂಪ್ ಅನಿಮೇಷನ್
ko: 반복 애니메이션
lt: Ciklinė animacija
lv: Cikliska animācija
ml: ലൂപ്പ് അനിമേഷൻ
mr: लूप ॲनिमेशन
ms: Animasi Berulang
my: ကာတွန်းကို ထပ်ခါတလဲလဲ ပြသခြင်း
nb: Løkkeanimasjon
nl: Loop-animatie
or: ଲୁପ୍ ଆନିମେସନ୍
pa: ਲੂਪ ਐਨੀਮੇਸ਼ਨ
pl: Animacja w pętli
pt_br: Animação em loop
pt_pt: Animação em loop
ro: Buclă animație
ru: Зациклить анимацию
sk: Slučka animácie
sl: Ponavljanje animacije
sq: Animacion në cikël
sv: Loopa animation
sw: Uhuishaji wa kujirudia
ta: தொடர் அனிமேஷன்
te: లూప్ యానిమేషన్
th: เล่นแอนิเมชันวนซ้ำ
tr: Döngü animasyonu
uk: Циклічна анімація
ur: لوپ اینیمیشن
uz: Takroriy animatsiya
vi: Hình động lặp lại
zh_hant: 循環動畫
zh_hk: 循環動畫

source: Maintain a sense of security in your life
ar: احتفظ بشعور بالأمان في حياتك
az: Dinc həyat üçün özünə güvən saxla
bg: Запазете увереност за спокоен живот
bn: শান্তিপূর্ণ জীবনের ভিত্তি রাখুন
ca: Guarda una base per a una vida tranquil·la
ceb: Pagbilin og kasegurohan alang sa malinawon nga kinabuhi
cs: Ponechte si jistotu pro klidný život
da: Bevar fundamentet for et trygt liv
de: Bewahren Sie eine Grundlage für ein sorgenfreies Leben
el: Κρατήστε μια βάση ασφάλειας για μια ήρεμη ζωή
es: Mantén una base para una vida tranquila
es_us: Mantén una base para una vida tranquila
et: Jäta tagavara rahulikuks eluks
fa: حفظ آرامش خاطر برای یک زندگی آسوده
fi: Jätä pohja huolettomalle elämälle
fil: Magtabi ng kapanatagan para sa payapang buhay
fr: Gardez une base pour une vie sereine
fr_ca: Gardez une tranquillité d'esprit pour la vie
ga: Coinnigh bunús le haghaidh saol suaimhneach
gu: શાંતિપૂર્ણ જીવનનો આધાર રાખો
he: שמור בסיס לחיים בראש שקט
hi: शांतिपूर्ण जीवन के लिए एक आधार रखें
hr: Sačuvajte temelj za miran život
hu: Egy alap a nyugodt élethez
id: Simpan jaminan untuk kehidupan yang tenang
is: Geymdu vissu fyrir hugarró í lífinu
it: Tieni da parte una base per una vita tranquilla
ja: 安心できる生活のための基盤を残す
jv: Ninggalake rasa aman kanggo urip
kk: Тыныш өмір сүруге негіз қалдырыңыз
km: រក្សាទុកមូលដ្ឋានសម្រាប់ការរស់នៅដោយសន្តិភាពផ្លូវចិត្ត
kn: ನೆಮ್ಮದಿಯ ಜೀವನಕ್ಕಾಗಿ ಭದ್ರ ಬುನಾದಿಯನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ
ko: 안심하고 살 수 있는 삶의 든든한 버팀목을 남기세요
lt: Pasilikite pagrindą ramiam gyvenimui
lv: Saglabājiet drošības sajūtu mierīgai dzīvei
ml: സമാധാനപരമായ ജീവിതത്തിനായി ഒരു കരുതൽ സൂക്ഷിക്കുക
mr: शांततापूर्ण जीवनासाठी आधार ठेवा
ms: Simpan satu jaminan untuk kehidupan yang tenang
my: စိတ်အေးချမ်းသာစွာ နေထိုင်နိုင်ဖို့ အာမခံချက်ထားရှိပါ
nb: Behold tryggheten for et rolig liv
nl: Bewaar een basis voor een gerust leven
or: ଶାନ୍ତିପୂର୍ଣ୍ଣ ଜୀବନ ପାଇଁ ଏକ ଆଧାର ରଖନ୍ତୁ
pa: ਸ਼ਾਂਤੀਪੂਰਨ ਜੀਵਨ ਲਈ ਇੱਕ ਆਧਾਰ ਰੱਖੋ
pl: Zachowaj pewność spokojnego życia
pt_br: Mantenha a segurança para uma vida tranquila
pt_pt: Mantenha a confiança para uma vida tranquila
ro: Păstrează o bază pentru o viață liniștită
ru: Оставьте себе основу для спокойной жизни
sk: Ponechajte si istotu pre pokojný život
sl: Ohranite temelj za mirno življenje
sq: Ruani një siguri për një jetë të qetë
sv: Behåll en grund för ett tryggt liv
sw: Weka msingi wa maisha ya amani
ta: அமைதியான வாழ்க்கைக்கு ஒரு அடித்தளத்தை வைத்திருங்கள்
te: ప్రశాంతమైన జీవితానికి భరోసా ఉంచుకోండి
th: เก็บเงินสำรองเพื่อความอุ่นใจในชีวิต
tr: Huzurlu bir yaşam için güvence bırakın
uk: Збережіть впевненість у завтрашньому дні
ur: پرسکون زندگی کے لیے ایک سہارا رکھیں۔
uz: Tinch hayot uchun ishonch qoldiring
vi: Giữ lại sự tự tin cho cuộc sống an tâm
zh_hans: 留一份安心生活的底气
zh_hant: 留一份安心生活的底氣
zh_hk: 留一份安心生活的底氣

source: Member Animations
ar: رسوم متحركة للعضوية
az: Üzvlük animasiyası
bg: Анимация за членове
bn: সদস্য অ্যানিমেশন
ca: Animació per a membres
ceb: Animasyon sa Miyembro
cs: Prémiové animace
da: Medlemsanimation
de: Mitglieder-Animation
el: Κίνηση μέλους
es: Animación para miembros
es_us: Animación para miembros
et: Liikme animatsioon
fa: انیمیشن اعضا
fi: Jäsenanimaatio
fil: Animasyon ng Miyembro
fr: Animation membre
fr_ca: Animation des membres
ga: Beochan ball
gu: સભ્ય એનિમેશન
he: אנימציית חברים
hi: सदस्य एनीमेशन
hr: Animacija za članove
hu: Prémium animáció
id: Animasi Anggota
is: Meðlimahreyfimynd
it: Animazione membri
ja: 会員限定アニメーション
jv: Animasi Anggota
kk: Мүшелік анимациясы
km: គំនូរជីវចលសមាជិក
kn: ಸದಸ್ಯರ ಅನಿಮೇಷನ್
ko: 회원 전용 애니메이션
lt: Narių animacija
lv: Biedru animācija
ml: അംഗത്വ അനിമേഷൻ
mr: सदस्यत्व ॲनिमेशन
ms: Animasi Ahli
my: အသင်းဝင် ကာတွန်း
nb: Medlemsanimasjon
nl: Ledenanimatie
or: ସଦସ୍ୟ ଆନିମେସନ୍
pa: ਮੈਂਬਰ ਐਨੀਮੇਸ਼ਨ
pl: Animacja członkowska
pt_br: Animação de membro
pt_pt: Animação de membro
ro: Animație membri
ru: Анимация для участников
sk: Animácie pre členov
sl: Animacija za člane
sq: Animacion për anëtarët
sv: Medlemsanimation
sw: Uhuishaji wa mwanachama
ta: உறுப்பினர் அனிமேஷன்
te: సభ్యత్వ యానిమేషన్
th: แอนิเมชันสำหรับสมาชิก
tr: Üye animasyonu
uk: Анімація для учасників
ur: ممبر اینیمیشن
uz: A'zo animatsiyasi
vi: Hình động thành viên
zh_hans: 会员动画
zh_hant: 會員動畫
zh_hk: 會員動畫

source: Members who have already purchased memberships can retrieve them through the "Restore Purchase" function.
ar: الأعضاء الذين اشتروا يمكنهم استرجاع “استعادة الشراء”.
az: Artıq satın almış üzvlər "Alışı bərpa et" vasitəsilə bərpa edə bilərlər.
bg: Закупеното членство може да бъде възстановено чрез "Възстановяване на покупка".
bn: ক্রয় করা সদস্যপদ "ক্রয় পুনরুদ্ধার" এর মাধ্যমে ফিরে পাওয়া যাবে।
ca: La subscripció ja comprada es pot recuperar mitjançant "Restaurar compra".
ceb: Ang mga nakapalit na og membership mahimong makuha kini pag-usab pinaagi sa "I-restore ang Gipalit".
cs: Zakoupené členství lze obnovit pomocí „Obnovit nákup“.
da: Købt medlemskab kan gendannes via "Gendan køb".
de: Gekaufte Mitgliedschaften können über "Käufe wiederherstellen" zurückgeholt werden.
el: Τα μέλη που έχουν ήδη αγοράσει μπορούν να ανακτήσουν την αγορά μέσω της "Επαναφοράς αγορών".
es: La membresía comprada se puede recuperar a través de "Restaurar compras".
es_us: La membresía comprada se puede recuperar mediante "Restaurar compras".
et: Ostetud liikmelisust saab taastada valikuga "Taasta ost".
fa: اعضایی که خرید کرده‌اند می‌توانند از طریق «بازیابی خرید» آن را بازگردانند.
fi: Ostetun jäsenyyden voi palauttaa "Palauta ostos" -toiminnolla.
fil: Ang mga nakabili na ng membership ay maaaring bawiin ito sa pamamagitan ng "I-restore ang Binili".
fr: Les membres ayant déjà acheté peuvent récupérer leur achat via "Restaurer l'achat".
fr_ca: Les membres ayant déjà acheté peuvent récupérer leur achat via « Restaurer l'achat ».
ga: Is féidir le baill a cheannaigh cheana féin é a fháil ar ais trí "Athchóirigh Ceannacháin".
gu: જે સભ્યોએ ખરીદી કરી છે તેઓ "ખરીદી પુનઃપ્રાપ્ત કરો" દ્વારા પાછું મેળવી શકે છે.
he: חברים שכבר רכשו יכולים לשחזר באמצעות "שחזור רכישה".
hi: जिन सदस्यों ने खरीदारी की है वे "खरीदारी पुनर्प्राप्त करें" के माध्यम से वापस पा सकते हैं।
hr: Kupljeno članstvo može se vratiti putem "Obnovi kupnju".
hu: A már megvásárolt tagság a „Vásárlás visszaállítása” gombbal állítható vissza.
id: Anggota yang sudah membeli dapat memulihkan lewat "Pulihkan Pembelian".
is: Meðlimir sem þegar hafa keypt geta endurheimt kaup með "Endurheimta kaup".
it: I membri che hanno già acquistato possono recuperare l'acquisto tramite "Ripristina acquisto".
ja: 購入済みの会員権は「購入を復元」から取り戻すことができます。
jv: Anggota sing wis tuku bisa mbalekake liwat "Pulehake Tuku".
kk: Сатып алынған мүшелікті "Сатып алуды қалпына келтіру" арқылы қайтаруға болады.
km: សមាជិកដែលបានទិញរួចហើយអាចយកមកវិញតាមរយៈ "ស្តារការទិញឡើងវិញ"។
kn: ಈಗಾಗಲೇ ಸದಸ್ಯತ್ವ ಖರೀದಿಸಿದವರು "ಖರೀದಿ ಮರುಸ್ಥಾಪಿಸು" ಮೂಲಕ ಹಿಂಪಡೆಯಬಹುದು.
ko: 이미 멤버십을 구매한 경우 '구매 복원'을 통해 되찾을 수 있습니다.
lt: Įsigytą narystę galima susigrąžinti naudojant „Atkurti pirkimą“.
lv: Esošie biedri var atjaunot pirkumu, izmantojot "Atjaunot pirkumu".
ml: അംഗത്വം വാങ്ങിയവർക്ക് "വാങ്ങിയത് പുനഃസ്ഥാപിക്കുക" വഴി അത് വീണ്ടെടുക്കാം.
mr: खरेदी केलेले सदस्यत्व "खरेदी पुनर्प्राप्त करा" द्वारे परत मिळवता येते.
ms: Ahli yang telah membeli boleh mendapatkan semula melalui "Pulihkan Pembelian".
my: ဝယ်ယူပြီးသော အသင်းဝင်များသည် "ဝယ်ယူမှု ပြန်လည်ရယူရန်" မှတဆင့် ပြန်လည်ရယူနိုင်ပါသည်။
nb: Kjøpt medlemskap kan gjenopprettes via "Gjenopprett kjøp".
nl: Leden die al hebben gekocht kunnen herstellen via "Aankopen herstellen".
or: କ୍ରୟ କରାଯାଇଥିବା ସଦସ୍ୟତା "କ୍ରୟ ପୁନରୁଦ୍ଧାର" ମାଧ୍ୟମରେ ଫେରସ୍ତ ଅଣାଯାଇପାରିବ।
pa: ਖਰੀਦੇ ਗਏ ਮੈਂਬਰ "ਖਰੀਦ ਬਹਾਲ ਕਰੋ" ਰਾਹੀਂ ਵਾਪਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ।
pl: Zakupione członkostwo można odzyskać poprzez „Przywróć zakup”.
pt_br: Membros que já compraram podem recuperar via "Restaurar compra".
pt_pt: Membros que já compraram podem recuperar via "Restaurar compra".
ro: Membrii care au achiziționat deja pot recupera prin „Restaurare achiziție”.
ru: Купленную подписку можно вернуть через «Восстановить покупки».
sk: Zakúpené členstvo je možné obnoviť cez „Obnoviť nákupy“.
sl: Kupljeno članstvo lahko obnovite prek »Obnovi nakup«.
sq: Anëtarët që kanë blerë tashmë mund ta rikthejnë përmes "Rikthe Blerjen".
sv: Köpt medlemskap kan hämtas via "Återställ köp".
sw: Uanachama ulionunuliwa unaweza kurejeshwa kupitia "Rejesha Manunuzi".
ta: வாங்கிய உறுப்பினர்கள் "வாங்கியதை மீட்டமை" மூலம் திரும்பப் பெறலாம்.
te: కొనుగోలు చేసిన సభ్యత్వాన్ని "కొనుగోళ్లను పునరుద్ధరించు" ద్వారా తిరిగి పొందవచ్చు.
th: สมาชิกที่ซื้อแล้วสามารถกู้คืนได้ผ่าน "กู้คืนการซื้อ"
tr: Satın alınan üyelikler "Satın Alımları Geri Yükle" ile geri alınabilir.
uk: Куплене членство можна відновити через «Відновити покупки».
ur: خریدی گئی رکنیت کو "خریداری بحال کریں" کے ذریعے واپس حاصل کیا جا سکتا ہے۔
uz: Sotib olingan a'zolikni "Xaridni tiklash" orqali qaytarib olish mumkin.
vi: Thành viên đã mua có thể lấy lại qua "Khôi phục giao dịch mua".
zh_hans: 已购买会员可通过“恢复购买”找回。
zh_hant: 已購買會員可透過「恢復購買」找回。
zh_hk: 已購買會員可透過「恢復購買」找回。

source: Modify the detailed information style on the left side of the home page.
ar: تعديل نمط التفاصيل في الجانب الأيسر للصفحة الرئيسية.
az: Ana səhifənin sol tərəfindəki təfərrüat stilini dəyişdirin.
bg: Промяна на стила на подробната информация отляво на началната страница.
bn: হোম পেজের বাম দিকের বিস্তারিত তথ্যের স্টাইল পরিবর্তন করুন।
ca: Modifica l'estil de la informació detallada a l'esquerra de la pàgina d'inici.
ceb: Usba ang istilo sa detalyadong impormasyon sa wala nga bahin sa home page.
cs: Upravit styl podrobností na levé straně domovské stránky.
da: Rediger stilen for detaljerede oplysninger i venstre side af startsiden.
de: Ändern Sie den Stil der detaillierten Informationen auf der linken Seite der Startseite.
el: Τροποποίηση του στυλ των λεπτομερειών στην αριστερή πλευρά της αρχικής σελίδας.
es: Modificar el estilo de la información detallada a la izquierda de la página de inicio.
es_us: Modificar el estilo de la información detallada a la izquierda de la página de inicio.
et: Muutke avalehe vasakul küljel olevat üksikasjade stiili.
fa: تغییر سبک اطلاعات دقیق در سمت چپ صفحه اصلی.
fi: Muokkaa etusivun vasemman puolen yksityiskohtaista tyyliä.
fil: Baguhin ang istilo ng detalyadong impormasyon sa kaliwang bahagi ng home page.
fr: Modifier le style des détails sur le côté gauche de la page d'accueil.
fr_ca: Modifiez le style des détails sur le côté gauche de la page d'accueil.
ga: Athraigh stíl na sonraí ar thaobh clé an leathanaigh bhaile.
gu: હોમ પેજની ડાબી બાજુની વિગતવાર માહિતીની શૈલીમાં ફેરફાર કરો.
he: שנה את סגנון המידע המפורט בצד שמאל של דף הבית.
hi: होम पेज के बाईं ओर विस्तृत जानकारी की शैली को संशोधित करें।
hr: Izmijenite stil detaljnih informacija na lijevoj strani početne stranice.
hu: Módosítsa a részletes információk stílusát a kezdőlap bal oldalán.
id: Ubah gaya informasi rinci di sisi kiri beranda.
is: Breyta stíl ítarlegra upplýsinga vinstra megin á forsíðu.
it: Modifica lo stile delle informazioni dettagliate sul lato sinistro della home page.
ja: ホーム画面左側の詳細情報のスタイルを変更します。
jv: Owahi gaya informasi rinci ing sisih kiwa kaca utama.
kk: Басты беттің сол жағындағы толық ақпарат стилін өзгерту.
km: កែប្រែរចនាប័ទ្មព័ត៌មានលម្អិតនៅខាងឆ្វេងនៃទំព័រដើម។
kn: ಮುಖಪುಟದ ಎಡಭಾಗದಲ್ಲಿರುವ ವಿವರವಾದ ಮಾಹಿತಿಯ ಶೈಲಿಯನ್ನು ಮಾರ್ಪಡಿಸಿ.
ko: 홈 화면 왼쪽의 상세 정보 스타일을 수정합니다.
lt: Keisti išsamios informacijos stilių pagrindinio puslapio kairėje.
lv: Mainīt informācijas stilu sākumlapas kreisajā pusē.
ml: ഹോം പേജിന്റെ ഇടതുവശത്തുള്ള വിശദമായ വിവരങ്ങളുടെ ശൈലി പരിഷ്‌ക്കരിക്കുക.
mr: होमपेजच्या डाव्या बाजूची तपशील माहिती शैली बदला.
ms: Ubah suai gaya maklumat terperinci di sebelah kiri halaman utama.
my: ပင်မစာမျက်နှာ ဘယ်ဘက်ခြမ်းရှိ အသေးစိတ် အချက်အလက် ပုံစံကို ပြင်ဆင်ရန်။
nb: Endre stilen for detaljert informasjon på venstre side av hjemmesiden.
nl: Wijzig de stijl van de gedetailleerde informatie aan de linkerkant van de startpagina.
or: ମୂଳପୃଷ୍ଠାର ବାମ ପାର୍ଶ୍ୱରେ ଥିବା ବିସ୍ତୃତ ସୂଚନା ଶୈଳୀ ପରିବର୍ତ୍ତନ କରନ୍ତୁ।
pa: ਮੁੱਖ ਪੰਨੇ ਦੇ ਖੱਬੇ ਪਾਸੇ ਦੀ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ ਸ਼ੈਲੀ ਨੂੰ ਸੋਧੋ।
pl: Zmień styl szczegółowych informacji po lewej stronie strony głównej.
pt_br: Modifique o estilo dos detalhes no lado esquerdo da página inicial.
pt_pt: Modificar o estilo das informações detalhadas no lado esquerdo da página inicial.
ro: Modifică stilul informațiilor detaliate din partea stângă a paginii principale.
ru: Изменить стиль подробной информации в левой части главной страницы.
sk: Upraviť štýl podrobných informácií na ľavej strane domovskej stránky.
sl: Spremenite slog podrobnih informacij na levi strani domače strani.
sq: Modifikoni stilin e detajeve në anën e majtë të faqes kryesore.
sv: Ändra stilen för den detaljerade informationen till vänster på startsidan.
sw: Badilisha mtindo wa taarifa za kina upande wa kushoto wa ukurasa wa nyumbani.
ta: முகப்புப் பக்கத்தின் இடதுபுறத்தில் உள்ள விரிவான தகவல் பாணியை மாற்றவும்.
te: హోమ్‌పేజీ ఎడమ వైపున ఉన్న వివరాల సమాచార శైలిని మార్చండి.
th: แก้ไขรูปแบบข้อมูลรายละเอียดทางด้านซ้ายของหน้าแรก
tr: Ana sayfanın sol tarafındaki detaylı bilgi stilini değiştirin.
uk: Змінити стиль детальної інформації ліворуч на головній сторінці.
ur: ہوم پیج کے بائیں جانب تفصیلی معلومات کا انداز تبدیل کریں۔
uz: Bosh sahifaning chap tomonidagi batafsil ma'lumot uslubini o'zgartirish.
vi: Sửa đổi kiểu thông tin chi tiết ở bên trái trang chủ.
zh_hant: 修改首頁左側的詳細資訊樣式。
zh_hk: 修改首頁左側的詳細資訊樣式。

source: Month
ar: شهر
az: Ay
bg: Месец
bn: মাস
ca: Mes
ceb: Bulan
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
es_us: Mes
et: Kuu
fa: ماه
fi: Kuukausi
fil: Buwan
fr: Mois
fr_ca: Mois
ga: Mí
gu: મહિનો
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
is: Mánuður
it: Mese
ja: 月
jv: Wulan
kk: Ай
km: ខែ
kn: ತಿಂಗಳು
ko: 월
lt: Mėnuo
lv: Mēnesis
ml: മാസം
mr: महिना
ms: Bulan
my: လ
nb: Måned
nl: Maand
or: ମାସ
pa: ਮਹੀਨਾ
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sl: Mesec
sq: Muaj
sv: Månad
sw: Mwezi
ta: மாதம்
te: నెల
th: เดือน
tr: Ay
uk: Місяць
ur: مہینہ
uz: Oy
vi: Tháng
zh_hans: 月
zh_hant: 月
zh_hk: 月

source: Monthly
ar: شهري
az: Ay
bg: Мес
bn: মাসিক
ca: Mes
ceb: Bulan
cs: Měs
da: Måned
de: Monat
el: Μήνας
es: Mes
es_us: Mes
et: Kuu
fa: ماهانه
fi: Kuukausi
fil: Buwan
fr: Mois
fr_ca: Mois
ga: Mí
gu: મહિનો
he: חודש
hi: माह
hr: Mjes
hu: Hónap
id: Bulan
is: Mánuður
it: Mese
ja: 毎月
jv: Sasi
kk: Ай
km: រៀងរាល់ខែ
kn: ತಿಂಗಳು
ko: 매월
lt: Mėnesį
lv: Mēnesī
ml: മാസം
mr: महिना
ms: Bulan
my: လ
nb: Måned
nl: Mnd
or: ମାସ
pa: ਮਹੀਨਾ
pl: Mies
pt_br: Mês
pt_pt: Mês
ro: Lună
ru: Мес
sk: Mesiac
sl: Mesec
sq: Muaj
sv: Månad
sw: Mwezi
ta: மாதம்
te: నెల
th: เดือน
tr: Ay
uk: Міс
ur: ماہ
uz: Oy
vi: Tháng
zh_hans: 每月
zh_hant: 每月
zh_hk: 每月
